Repository: 84000/data-translation-memory
Catalog: Toh_207-Strength_of_the_Elephant-v2.tmx
Source language: bo
Languages: en

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་དེ་དྲུག་དང་ལྡན་ན་བྱ་བ་དེ་དག་སྟོན་ཅིང་ཡོན་ཏན་གྱི་ཆོས་ཐམས་ཅད་ལ་ཡང་གནས་པ་ཡིན་ནོ། །
en: Mañjuśrī, if bodhisattvas possess these six qualities, they completely accomplish their activities and also maintain all virtuous qualities.”

source: བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་
en: Youthful Mañjuśrī inquired, “Blessed One,”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་དམྱལ་བའི་གནས་ཡོངས་སུ་གཟུང་བ་ཡང་ཡོངས་སུ་འཛིན་ལ་མཐོ་རིས་ཀྱི་ཆོས་ཀྱང་མྱོང་བ་ལགས།
en: “how do bodhisattvas assume the state of a hell being while at the same time experiencing the qualities of the higher realms?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་
en: replied the Blessed One, “Mañjuśrī,”

source: འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་པད་མོ་ཆེན་པོ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ནས་སེམས་ཅན་དམྱལ་བའི་གནས་ཡོངས་སུ་གཟུང་བ་ཡང་ཡོངས་སུ་འཛིན་ཏེདེ་ལྷའི་བདེ་བ་གང་ཆུང་ཟད་ཡོད་པ་དེ་དག་ཐམས་ཅད་དེ་ན་མྱོང་བར་བྱེད་དོ། །
en: “bodhisattva great beings assume the state of a hell being by entering the absorption known as great lotus , while at the same time experiencing all the joys of the gods, including the most subtle of them.

source: སེམས་ཅན་དེ་དག་གིས་ཀྱང་དེ་དམྱལ་བས་དམྱལ་བར་མཐོང་སྟེ། དེ་ཆ་ལུགས་དེས་སེམས་ཅན་དམྱལ་བ་པའི་སེམས་ཅན་དེ་དག་དམྱལ་བ་དང་བྲལ་བར་གྱུར་པ་ལ་ཆོས་འཆད་དོ། །
en: For their part, hell beings perceive these bodhisattvas as hell beings because they are themselves hell beings. Through this appearance, bodhisattvas expound the Dharma to those denizens of the hell who have the potential to be extricated from the hells.

source: དེ་སེམས་ཅན་སྟོང་ཕྲག་དུ་མ་སེམས་ཅན་དམྱལ་བ་ལས་རབ་ཏུ་ཐར་བར་བྱེད་དོ། །
en: They completely liberate many thousands of beings from the hells.

source: འཇམ་དཔལ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་དམྱལ་བའི་གནས་ཡོངས་སུ་གཟུང་བ་ཡང་ཡོངས་སུ་འཛིན་ལ་མཐོ་རིས་ཀྱི་ཆོས་ཀྱང་མྱོང་བར་བྱེད་པ་ཡིན་ནོ། །
en: Thus, Mañjuśrī, bodhisattvas assume the state of a hell being while at the same time experiencing the state of the higher realms.”

source: འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་
en: “Blessed One,” asked Mañjuśrī,

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་དུད་འགྲོའི་གནས་ཀྱང་ཡོངས་སུ་འཛིན་ལ་མིའི་ཆོས་རྒྱ་ཆེན་པོ་ཡང་མྱོང་བར་བགྱིད་པ་ལགས།
en: “how do bodhisattvas assume the state of an animal, while at the same time experiencing the great extent of human qualities?”

source: འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཉེ་བར་ཞི་བ་ལ་འཇུག་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ནས་དུད་འགྲོའི་གནས་ཡོངས་སུ་འཛིན་ཅིང་སེམས་ཉམས་པ་མེད་པར་མིའི་ཆོས་རྒྱ་ཆེན་པོ་མྱོང་བར་བྱེད་དོ། །
en: “bodhisattvas assume the state of an animal by entering the absorption known as settling in complete peace , and without experiencing any impairment to their mental faculties, they experience the great extent of human qualities.

source: དེ་ཆ་ལུགས་དེས་དུད་འགྲོར་གྱུར་པའི་སེམས་ཅན་རྣམས་ལ་ཆོས་འཆད་དེ། དེ་སེམས་ཅན་སྟོང་ཕྲག་མང་པོ་ཆོས་ལ་འཇོག་གོ། །
en: Through this appearance, they explain the Dharma to beings that have become animals and so establish many thousands of beings in the Dharma.

source: འཇམ་དཔལ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་དུད་འགྲོའི་གནས་ཀྱང་ཡོངས་སུ་འཛིན་ལ་མིའི་ཆོས་རྒྱ་ཆེན་པོ་ཡང་མྱོང་བར་བྱེད་པ་ཡིན་ནོ། །
en: Thus, Mañjuśrī, bodhisattvas experience the condition of an animal while at the same time experiencing the great extent of human qualities.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རིགས་དམའ་བར་སྐྱེ་བ་ཡོངས་སུ་གཟུང་བ་ཡང་ཡོངས་སུ་འཛིན་ལ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་ཀྱི་བདེ་བ་ཡང་མྱོང་བར་བགྱིད་པ་ལགས།
en: “how do bodhisattvas embrace a birth in the lower castes, while at the same time experiencing the pleasures of a cakravartin’s kingdom?”

source: འཇམ་དཔལ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་མངོན་པར་གནོན་ཅིང་རྣམ་པར་གསལ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ཏེ
en: “Mañjuśrī, in order to do this, bodhisattvas enter the absorption known as subduing and illuminating .

source: དེ་ཏིང་ངེ་འཛིན་དེ་མངོན་པར་གནོན་པ་དང་། རྣམ་པར་གསལ་བས་རིགས་དམའ་བར་སྐྱེ་བ་ཡོངས་སུ་གཟུང་བ་ཡང་ཡོངས་སུ་འཛིན་ལ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་ཀྱི་བདེ་བ་ཡང་མྱོང་བར་བྱེད་དེ།
en: By means of this absorption, which is conquering and illuminating, they embrace a birth in the lower castes, while at the same time experiencing the pleasures of a cakravartin’s kingdom.

source: ཐབས་དེས་ཀྱང་སེམས་ཅན་སྟོང་ཕྲག་དུ་མ་ཆོས་ལ་འཇོག་གོ། །
en: Through these skillful means, they establish many thousands of beings in the Dharma.

source: འཇམ་དཔལ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རིགས་དམའ་བར་སྐྱེ་བ་ཡོངས་སུ་གཟུང་བ་ཡང་ཡོངས་སུ་འཛིན་ལ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་ཀྱི་བདེ་བ་ཡང་མྱོང་བར་བྱེད་པ་ཡིན་ནོ། །
en: Thus, Mañjuśrī, bodhisattvas embrace a birth in the lower castes, while at the same time experiencing the happiness of a cakravartin’s kingdom.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་འགྲོ་བ་ཐམས་ཅད་དུ་གཏོགས་པར་ཡང་སྟོན་ལ། འགྲོ་བའི་ཁྱད་པར་བགྱིད་པ་ཡང་མྱོང་བ་ལགས།
en: “how do bodhisattvas both manifest within all modes of existence and also experience the activities of one specific realm?”

source: འཇམ་དཔལ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སྤྱོད་པ་ཐམས་ཅད་ལ་བཏང་བ་སྣང་བའི་ཁྱད་པར་སྟོན་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་འཇུག་གོ། །
en: “Mañjuśrī, in order to do this, they enter the absorption known as particular display illuminating the abandonment of all activities .

source: དེ་ཏིང་ངེ་འཛིན་དེ་ལ་གནས་ནས་འགྲོ་བ་ཐམས་ཅད་དུ་གཏོགས་པར་ཡང་སྟོན་ཅིང་འགྲོ་བའི་ཁྱད་པར་གྱི་བྱེད་པ་ཡང་མྱོང་བར་བྱེད་དེ།
en: Abiding in that absorption, they both manifest within all modes of existence and also experience the activities of one specific realm.

source: འཇམ་དཔལ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་འགྲོ་བ་ཐམས་ཅད་དུ་གཏོགས་པར་ཡང་སྟོན་ལ་འགྲོ་བའི་ཁྱད་པར་ཡང་མྱོང་བར་བྱེད་པ་ཡིན་ནོ། །
en: In this way, Mañjuśrī, bodhisattvas manifest within all modes of existence while experiencing a particular realm.”

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་འགྲོ་བ་ལ་མཁས་ཤིང་གནས་ནས་ཀྱང་མི་གཡོ།
en: “how do bodhisattvas excel in going to all buddhafields while at the same time not moving from their location?

source: འགྲོ་བ་ཡང་མ་མཆིས། འོང་བ་ཡང་མ་མཆིས་ལ། སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་ཡང་ཆུའི་ཟླ་བ་ལྟར་གདའ་བ་ལགས།
en: Although they neither come nor go, how do they appear in all buddhafields in the same way the moon is reflected in water?”

source: འཇམ་དཔལ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་ཐམས་ཅད་རྣམ་པར་གནོན་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་འཇུག་སྟེ
en: “Mañjuśrī, in order to do this, bodhisattvas enter the absorption known as conquering all forms .

source: དེ་ཏིང་ངེ་འཛིན་དེ་ལ་གནས་པ་ན་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་རྣམས་སུ་བདག་གི་ལུས་ཅིག་ཅར་སྣང་བར་བྱེད་ལ་གནས་ནས་ཀྱང་མི་གཡོ། འགྲོ་བ་ཡང་མེད། འོང་བ་ཡང་མེད་དེ།
en: Then, abiding in that absorption, they at once manifest their bodies throughout the world systems of the ten directions, without moving from their location, without going or coming.

source: སྙོམས་པར་ཞུགས་པ་ཉིད་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཐོང་ཞིང་ཆོས་ཀྱང་ཉན་ཏེ།
en: By remaining in equanimity, they see the Buddha, the Blessed One, and hear the Dharma.

source: འཇམ་དཔལ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་འགྲོ་བ་ལ་མཁས་པ་ཡང་ཡིན་ལ་གནས་ནས་ཀྱང་མི་གཡོ།
en: Thus, Mañjuśrī, bodhisattvas excel in being reborn in all buddhafields while at the same time not moving from their location.

source: འགྲོ་བ་ཡང་མེད། འོང་བ་ཡང་མེད་དེ། སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་ཡང་ཆུའི་ཟླ་བ་བཞིན་དུ་སྣང་བ་ཡིན་ནོ། །
en: They neither come nor go, and yet they appear in all buddhafields in the same way the moon is reflected in water.”

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སྒྲ་སྐད་ཐམས་ཅད་ཀྱང་འབྱིན་པར་བགྱིད་ལ་ཕན་ཚུན་འདྲེས་པར་ཡང་མི་བགྱིད་པ་ལགས།
en: “Blessed One, how can bodhisattvas speak all kinds of languages and yet not mix them up?”

source: འཇམ་དཔལ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་མཐའ་ཡས་པར་འཁྱིལ་པ་ཞེས་བྱ་བའི་གཟུངས་ཐོབ་ནས་
en: “bodhisattvas possess the dhāraṇī known as infinite recitation .

source: སེམས་ཅན་གྱི་སེམས་ཀྱི་བསམ་པ་མཐའ་ཡས་པ་ལ་འཇུག་ཅིང་སྒྲ་བཤད་པ་མཐའ་ཡས་པ་རྣམས་ཤེས། བདག་གི་ཚུལ་མཐའ་ཡས་པ་རྣམས་ཀྱང་རབ་ཏུ་ཤེས་ཏེ།
en: As a result of that, they can engage with the infinite thoughts of the minds of beings, understand infinite languages, and comprehend infinite individual ways of being.

source: དེ་གཟུངས་དེ་ཐོབ་པས་སྒྲ་སྐད་ཐམས་ཅད་ཀྱང་འབྱིན་ལ་ཕན་ཚུན་འདྲེས་པར་ཡང་མི་བྱེད་དེ།
en: By possessing this dhāraṇī, they both speak all languages and also do not mix them up.

source: འཇམ་དཔལ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སྒྲ་སྐད་ཐམས་ཅད་ཀྱང་འབྱིན་ལ་ཕན་ཚུན་འདྲེས་པར་ཡང་མི་བྱེད་པ་ཡིན་ནོ། །
en: Thus, Mañjuśrī, bodhisattvas speak all languages and yet do not mix them up.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐབས་མཁས་པ་ནི་མངོན་པར་འབྱུང་བར་དཀའོ། །
en: “Blessed One, the bodhisattvas’ skillful means are difficult to manifest.

source: བཅོམ་ལྡན་འདས་འོན་ཀྱང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་རྟོགས་པར་འཚལ་བའི་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་རྣམ་གྲངས་ཇི་ལྟ་བུར་རྟོགས་པར་བགྱི།
en: Nonetheless, Blessed One, how should this Dharma discourse be understood by the bodhisattvas who wish to understand it?”

source: འཇམ་དཔལ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་རྟོགས་པར་འདོད་པའི་བྱང་ཆུབ་སེམས་དཔས་ནམ་མཁའི་ཚུལ་རྟོགས་པར་བྱའོ། །
en: “Mañjuśrī,” “those bodhisattvas who wish to understand this Dharma discourse should understand it to be like space.”

source: བཅོམ་ལྡན་འདས་ནམ་མཁའི་ཚུལ་ཇི་ལྟ་བུ་ལགས།
en: “How is it like space, Blessed One?”

source: འཇམ་དཔལ་འདི་ལྟ་སྟེ། དཔེར་ན་
en: “Mañjuśrī,” “it may be illustrated as follows:

source: ནམ་མཁའ་ནི་ཆགས་པ་མ་ཡིན། ཞེ་སྡང་བ་མ་ཡིན། རྨོངས་པ་མ་ཡིན་ནོ། །
en: Space is not desirous, nor angry, nor ignorant.

source: དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་ཆགས་པ་མ་ཡིན། ཞེ་སྡང་བ་མ་ཡིན། རྨོངས་པ་མ་ཡིན་ནོ། །
en: Likewise, no phenomenon is desirous, angry, or ignorant.

source: འདི་ལྟ་སྟེ་དཔེར་ན།
en: It may be illustrated as follows:

source: ནམ་མཁའ་ནི་སྦྱིན་པ་ཕུན་སུམ་ཚོགས་པ་མ་ཡིན་པ་ནས་ཤེས་རབ་ཀྱི་བར་དུ་ཕུན་སུམ་ཚོགས་པ་མ་ཡིན་ནོ། །
en: Space is not the excellence of generosity, and so forth, up to and including the excellence of insight.

source: དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་སྦྱིན་པ་ཕུན་སུམ་ཚོགས་པ་མ་ཡིན་པ་ནས་ཤེས་རབ་ཀྱི་བར་དུ་ཕུན་སུམ་ཚོགས་པ་མ་ཡིན་ནོ། །
en: Likewise, no phenomenon is the excellence of generosity, and so forth, up to and including the excellence of insight.

source: དེ་འདི་ལྟ་སྟེ། དཔེར་ན་
en: It may be illustrated as follows:

source: ནམ་མཁའ་ནི་ཡོངས་སུ་ཤེས་པར་བྱ་བ་མ་ཡིན། སྤང་བར་བྱ་བ་མ་ཡིན་ནོ། །
en: Space is not something to be realized, nor is it something to be abandoned.

source: དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་ཡོངས་སུ་ཤེས་པར་བྱ་བ་མ་ཡིན། སྤང་བར་བྱ་བ་མ་ཡིན་ནོ། །
en: Likewise, no phenomenon is something to be realized or abandoned.

source: འདི་ལྟ་སྟེ། དཔེར་ན་
en: It may be illustrated as follows:

source: ནམ་མཁའ་ནི་བསྒོམ་པར་བྱ་བ་མ་ཡིན། མངོན་དུ་བྱ་བ་མ་ཡིན་ནོ། །
en: Space is not something to be cultivated, nor is it something to be actualized.

source: དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་བསྒོམ་པར་བྱ་བ་མ་ཡིན། མངོན་དུ་བྱ་བ་མ་ཡིན་ནོ། །
en: Likewise, no phenomenon is something to be cultivated or actualized.

source: ནམ་མཁའ་ནི་མུན་པ་མ་ཡིན། སྣང་བ་མ་ཡིན་ནོ། །
en: Space is not obscurity, nor is it light.

source: དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་མུན་པ་མ་ཡིན། སྣང་བ་མ་ཡིན་ནོ། །
en: Likewise, no phenomenon is obscurity or light.

source: ནམ་མཁའ་ནི་ཀུན་ཏུ་གཟུང་བར་བྱ་བ་མ་ཡིན་ནོ། །
en: Space is not something to be apprehended.

source: དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་ཀུན་ཏུ་གཟུང་བར་བྱ་བ་མ་ཡིན་ནོ། །
en: Likewise, no phenomenon is something to be apprehended.

source: འདི་ལྟ་སྟེ། དཔེར་ན་ནམ་མཁའ་ནི་ལམ་གྱིས་ཡང་དག་པར་ཞུགས་པ་མ་ཡིན།
en: It may be illustrated as follows:

source: ལམ་ངན་པས་མ་ཡིན་ནོ། །
en: Space is not a destination attained either through the genuine path or through a bad path.

source: དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་ལམ་གྱིས་ཡང་དག་པར་ཞུགས་པ་མ་ཡིན། ལམ་ངན་པས་མ་ཡིན་ནོ། །
en: Likewise, no phenomenon is a destination attained, either through the genuine path or through a bad path.

source: ནམ་མཁའ་ནི་ཉན་ཐོས་ཀྱི་ཐེག་པས་ཡང་དག་པར་ཞུགས་པ་མ་ཡིན། རང་སངས་རྒྱས་ཀྱི་ཐེག་པས་མ་ཡིན། ཐེག་པ་ཆེན་པོས་ཡང་དག་པར་ཞུགས་པ་མ་ཡིན་ནོ། །
en: Space is not a destination attained through the Hearers’ Vehicle, the Solitary Realizers’ Vehicle, or the Great Vehicle.

source: དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་ཉན་ཐོས་ཀྱི་ཐེག་པས་ཡང་དག་པར་ཞུགས་པ་མ་ཡིན། རང་སངས་རྒྱས་ཀྱི་ཐེག་པས་མ་ཡིན། ཐེག་པ་ཆེན་པོས་ཡང་དག་པར་ཞུགས་པ་མ་ཡིན་ནོ། །
en: Likewise, no phenomenon is a destination attained through the Hearers’ Vehicle, the Solitary Realizers’ Vehicle, or the Great Vehicle.

source: ནམ་མཁའ་ནི་སེམས་པར་བྱེད་པ་མ་ཡིན། ཤེས་པར་བྱེད་པ་མ་ཡིན་ནོ། །
en: Space is not an agent that reflects or knows.

source: དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་སེམས་པར་བྱེད་པ་མ་ཡིན། ཤེས་པར་བྱེད་པ་མ་ཡིན་ནོ། །
en: Likewise, no phenomenon is an agent that reflects or knows.

source: ནམ་མཁའ་ནི་ལེན་པར་བྱེད་པ་མ་ཡིན། འདོར་བར་བྱེད་པར་མ་ཡིན། བླང་བར་བྱ་བ་མ་ཡིན། དོར་བར་བྱ་བ་མ་ཡིན་ནོ། །
en: Space is not an agent that accepts or rejects, nor is it an object to be accepted or rejected.

source: དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་ལེན་པར་བྱེད་པ་མ་ཡིན། འདོར་བར་བྱེད་པ་མ་ཡིན། བླང་བར་བྱ་བ་མ་ཡིན། དོར་བར་བྱ་བ་མ་ཡིན་ནོ། །
en: Likewise, no phenomenon is an agent that accepts or rejects, nor is it an object to be accepted or rejected.

source: ནམ་མཁའ་ནི་གང་གིས་ཀྱང་ཉོན་མོངས་པར་བྱ་མི་ནུས་སོ། །
en: Space cannot be defiled by anything whatsoever.

source: དེ་བཞིན་དུ་མྱ་ངན་ལས་འདས་པའི་མཐར་གཏོགས་པའི་ཆོས་ཐམས་ཅད་ཀྱང་ཀུན་ནས་ཉོན་མོངས་པ་མ་ཡིན་ཏེ།
en: Likewise, no phenomenon belonging to supreme nirvāṇa can be defiled in any possible way.

source: དེ་དག་ཞི་བར་ཡང་མི་འགྱུར། ཉེ་བར་ཞི་བར་ཡང་མི་འགྱུར་རོ། །
en: Thus, it will neither be assuaged nor pacified.

source: ནམ་མཁའ་ནི་མི་གནས་པའི་ཕྱིར་གནས་མ་ཡིན། གནས་པ་མ་ཡིན། གཡོ་བར་མི་བྱེད། འགུལ་བར་མི་བྱེད་དོ། །
en: Space is not an abode because it is not abiding, nor does it abide, waver, or vacillate.

source: བྱང་ཆུབ་སེམས་དཔས་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་མི་གནས་པ་ལ་གནས་པར་བལྟའོ། །
en: Likewise, bodhisattvas should regard each and every phenomenon as abiding in non-abidingness.

source: དེ་དག་ཡང་དག་པར་ཐོབ་པས་མི་འགུལ། མི་གཡོ། མི་གནས། གནས་པར་མི་བྱེད་དོ། །
en: Having correct understanding, they do not vacillate, waver, abide, or cause anything to abide.

source: དེ་ལ་འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ཀྱི་ངོ་བོ་ཉིད་དེ་ལྟ་བུ་ལ་གང་དེ་བཞིན་གཤེགས་པ་ལྟ་བར་འདོད་པ་དེ་དག་ནི་ལོག་པར་ལྟ་བའོ། །
en: “Mañjuśrī, since the nature of all phenomena is like this, those who wish to see the Tathāgata hold a mistaken view.

source: གང་ལོག་པར་ལྟ་བ་དེ་དག་ནི་ཡང་དག་པར་ཞུགས་པའོ། །
en: Those who view this as mistaken have correct understanding.

source: གང་ཡང་དག་པར་ཞུགས་པ་དེ་དག་ལ་བྱིན་པ་ནི་འབྲས་བུ་ཆེ་བ་མ་ཡིན། ཕན་ཡོན་ཆེ་བ་མ་ཡིན་ནོ། །
en: For those who have correct understanding, generosity has neither great result nor great benefit.

source: གང་དག་ལ་བྱིན་ན་འབྲས་བུ་ཆེ་བ་མ་ཡིན། ཕན་ཡོན་ཆེ་བ་མ་ཡིན་པ་དེ་དག་ནི་འཇིག་རྟེན་གྱི་སྦྱིན་གནས་སོ། །
en: Those for whom generosity has neither great result nor great benefit are objects of generosity in the world.

source: གང་འཇིག་རྟེན་གྱི་སྦྱིན་གནས་ཡིན་པ་དེ་དག་ལ་སྦྱིན་པའི་རྣམ་པར་སྨིན་པ་མེད་དོ། །
en: For those who are objects of generosity in the world, there is no karmic ripening from generosity.

source: གང་ལ་སྦྱིན་པའི་རྣམ་པར་སྨིན་པ་མེད་པ་དེ་དག་གིས་འདུ་ཤེས་མེད་པ་ཡོངས་སུ་རྫོགས་པར་བྱས་སོ། །
en: Those for whom there is no karmic ripening from generosity have perfected non-conception.

source: གང་གི་འདུ་ཤེས་མེད་པ་ཡོངས་སུ་རྫོགས་པར་བྱས་པ་དེ་དག་མྱུར་དུ་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་འགྱུར་རོ། །
en: Those who have perfected non-conception will quickly attain the acceptance that all phenomena do not arise.”

source: དེ་ནས་འཁོར་དེའི་ནང་ནས་དགེ་སློང་ལྷག་པའི་ང་རྒྱལ་ཅན་དྲུག་ཅུ་བསྟན་པ་འདི་ཐོས་པ་དང་འདི་སྙམ་དུ་གྱུར་ཏེ།
en: As sixty arrogant monks in the assembly heard this teaching, they thought to themselves,

source: མུན་ནག་གི་ལམ་དུ་གྱུར་ལ་དེ་བཞིན་གཤེགས་པ་ཡང་མུན་ནག་གི་ལམ་དུ་སྟོན་ཏོ། །
en: “This is the path of confusion. Even the Tathāgata teaches the path of confusion.

source: འདི་ལྟ་སྟེ།
en: It is as follows:

source: མུ་སྟེགས་ཅན་གཞན་དག་ཀྱང་དེ་སྐད་སྟོན།
en: Some non-Buddhists also teach these words.

source: དེ་བཞིན་གཤེགས་པ་ཡང་དེ་སྐད་སྟོན་པས་དེ་བཞིན་གཤེགས་པ་དང་། མུ་སྟེགས་ཅན་གཞན་གང་འོད་སྲུང་དང་། མ་སྐ་རི་འགའ་བ་ཡ་ལ་དང་། མི་དཀར་བ་སྐྲའི་ལ་བ་ཅན་དང་། ཀུན་རྒྱལ་འབེའི་ར་ཏིའི་བུ་དང་། དཔོན་པོ་ཀཱ་ཏྱཱ་ཡ་ན་དང་། གཅེར་བུ་པ་ཉེ་དུའི་བུ་རྣམས་ཀྱི་ཚིག་མཚུངས་སོ་སྙམ་མོ། །
en: Since the Tathāgata teaches these words too, his speech is comparable to those of some non-Buddhists, such as Kaśyapa, Maskari Gośāliputra, Ajita Keśakambalī, Sañjayi Vairattīputra, Kakuda Kātyāyana, and Nirgrantha Jñatiputra.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཐུགས་ཀྱིས་དགེ་སློང་ལྷག་པའི་ང་རྒྱལ་ཅན་དེ་རྣམས་ཀྱི་སེམས་ཀྱི་རྟོག་པ་མཁྱེན་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ།
en: The Blessed One read the thoughts of these sixty arrogant monks, and he remarked to Youthful Mañjuśrī,

source: འཇམ་དཔལ་དེ་དེ་བཞིན་ཏེ། གང་ངས་ཆོས་བཤད་པ་འདི་མུ་སྟེགས་ཅན་གཞན་རྣམས་དང་མཚུངས་ན། མུ་སྟེགས་ཅན་གཞན་རྣམས་ཀྱིས་ནི་དེ་བཞིན་གཤེགས་པས་ཆོས་བཤད་པ་མི་ཤེས་སོ། །
en: “Thus, Mañjuśrī, if the Dharma I have expounded is comparable to what those other non-Buddhists teach, then those non-Buddhists do not understand the Dharma taught by the Tathāgata.”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། དགེ་སློང་ལྷག་པའི་ང་རྒྱལ་ཅན་རྣམས་ལྷག་པར་སྡུག་བསྔལ། མི་དགའ། མ་མགུ། མ་རངས།
en: After the Blessed One had spoken these words, the arrogant monks became very distressed, depressed, displeased, and dejected.

source: ཆོས་བཤད་པ་འདི་ཡང་མ་ཤེས་ནས་སྟན་ལས་ལངས་ཏེ་དོང་ངོ་། །
en: Still not understanding this Dharma exposition, they rose from their seats and left.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་དགེ་སློང་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Then the venerable Śāriputra asked these monks,

source: ཚེ་དང་ལྡན་པ་ཁྱེད་གར་འདོང་།
en: “Venerable ones, where are you going?”

source: དེ་དག་གིས་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: they answered,

source: བཙུན་པ་ཤཱ་རིའི་བུ་ཆོས་བཤད་པ་འདི་བདག་ཅག་གིས་མ་འཚལ་ཏོ། །
en: “Venerable Śāriputra,” “we do not seek this Dharma exposition.”

source: དེས་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Śāriputra replied,

source: ཚེ་དང་ལྡན་པ་དག་དེ་བཞིན་གཤེགས་པའི་དགོངས་ཏེ་བསྟན་པ་ཡིན་པར་ཤེས་པར་བྱའོ། །
en: “Venerable ones,” “you should know that the Tathāgata is teaching in these ways with an intention.

source: དེའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་ཅི་ལས་དགོངས་ཏེ། དེ་སྐད་བསྟན་པ་དེ་བཞིན་གཤེགས་པ་ལ་ཞུ་བའི་བར་དུ་རེ་ཞིག་སྡོད་ཅིག །
en: Therefore, stay for a while until you ask the Tathāgata what his intention was when he taught in these ways.”

source: དེ་ནས་དགེ་སློང་དེ་དག་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུའི་ཚིག་ཐོས་ནས་སོ་སོའི་སྟན་ལ་སླར་འཁོད་དོ། །
en: After hearing the venerable Śāriputra’s words, the monks went back to their seats.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: At that point, the venerable Śāriputra made this request:

source: བཅོམ་ལྡན་འདས་དགེ་སློང་འདི་དག་གི་ཐེ་ཚོམ་བསལ་བའི་སླད་དུ་དེ་བཞིན་གཤེགས་པས་ཅི་ལས་དགོངས་ཏེ་འདི་སྐད་བསྟན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་བཤད་དུ་གསོལ།
en: “Blessed One, in order to clarify these monks’ doubts, I beseech you to explain what the intention of the Tathāgata was when he taught in these ways.”

source: ཤཱ་རིའི་བུ་དེ་ཇི་སྙམ་དུ་སེམས།
en: “Śāriputra, what do you think?”

source: དགེ་སློང་གང་ཉེ་བར་ལེན་པ་མེད་པར་ཟག་པ་ལས་སེམས་རྣམ་པར་གྲོལ་བ་དེ་སྒྲ་གང་གིས་ཀྱང་དངང་བ་དང་། སྐྲག་པ་དང་། ཀུན་ཏུ་སྐྲག་པར་འགྱུར་རམ།
en: “Would monks whose minds are liberated from defilements with no further appropriation become apprehensive, frightened, or terrified by any sound?”

source: བཅོམ་ལྡན་འདས་མ་ལགས་སོ། །
en: “No, Blessed One, they would not,”

source: དགེ་སློང་བདེན་པ་མཐོང་བ་ཡང་སྒྲ་ཐམས་ཅད་ཀྱིས་མི་དངང་། མི་སྐྲག །ཀུན་ཏུ་སྐྲག་པར་མི་འགྱུར་ན་
en: “Monks who see the truth do not become apprehensive, frightened, or terrified by any sound.

source: དགེ་སློང་གང་ཉེ་བར་ལེན་པ་མ་མཆིས་པར་ཟག་པ་ལས་སེམས་རྣམ་པར་གྲོལ་བ་ལྟ་ཅི་སྨོས།
en: What need is there to mention those monks whose minds are liberated from defilements with no further appropriation!”

source: ཤཱ་རིའི་བུ་འདི་ལ་སྐྱེས་བུ་བླུན་པོ་ཁ་ཅིག་ཡང་དག་པ་མ་ཡིན་པའི་ཆོས་རྣམས་བརྟགས་ནས་ལྷག་པའི་ང་རྒྱལ་ཅན་དུ་གྱུར་ཅིང་གནས་སོ། །
en: “Śāriputra,” “in the present case, some foolish persons have investigated unreal phenomena and have become and remain exceedingly proud.”

source: ཤཱ་རིའི་བུས་གསོལ་པ།
en: Śāriputra then made this request:

source: གང་ཐོས་ནས་འཁོར་ཐམས་ཅད་ཐེ་ཚོམ་མ་མཆིས་པར་འགྱུར་བའི་ཚིག་བཤད་པ་དེ་དག་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་དུ་གསོལ།
en: “I beseech the Blessed One to expound a teaching that, when heard, will remove the doubts of all those present in this assembly.”

source: ཤཱ་རིའི་བུ་གང་གིས་དེ་བཞིན་གཤེགས་པ་རྨི་ལམ་དང་མཚུངས། སྒྱུ་མ་དང་མཚུངས་པར་མཐོང་བ་དེས་ཡང་དག་པར་མཐོང་ངོ་། །
en: “Śāriputra,” “those who see the Tathāgata as a dream and an illusion see him truly.

source: གང་ཡང་དག་པར་མཐོང་བ་དེ་དག་དེ་བཞིན་གཤེགས་པ་ལ་ཡང་དག་པར་འདུ་ཤེས་མི་བྱེད། སྙིང་པོར་འདུ་ཤེས་དང་། རྫས་སུ་འདུ་ཤེས་དང་། དངོས་པོར་འདུ་ཤེས་དང་། རིལ་པོར་འདུ་ཤེས་མི་བྱེད།
en: Those who truly see him do not conceive of the Tathāgata in terms of truth, essence, substance, a real entity, or a partless whole.

source: གང་དེ་བཞིན་གཤེགས་པ་ལ་ཡང་དག་པར་འདུ་ཤེས་པ་མ་ཡིན། སྙིང་པོ་དང་། རྫས་དང་། དངོས་པོ་དང་། རིལ་པོར་འདུ་ཤེས་པ་མ་ཡིན་པ་དེ་དག་གིས་འདུ་བྱེད་ཐམས་ཅད་བརྫུན་པར་མཐོང་ངོ་། །གང་གིས་འདུ་བྱེད་ཐམས་ཅད་བརྫུན་པར་མཐོང་བ་དེ་དག་གིས་ཆོས་ཐམས་ཅད་ལོག་པར་ཤེས་སོ། །
en: Those who do not conceive of the Tathāgata in terms of truth, essence, substance, a real entity, or a partless whole regard all constructs as false. Those who see all constructs as false know all phenomena to be mistaken.

source: གང་གིས་ཆོས་ཐམས་ཅད་ལོག་པར་ཤེས་པ་དེ་དག་ཐམས་ཅད་དེ་བཞིན་གཤེགས་པས་ལོག་པར་ལྟ་བ་ཡོངས་སུ་རྫོགས་པ་ཡིན་པར་བསྟན་ཏོ། །
en: The Tathāgata has taught that all those who know every phenomenon to be mistaken have perfected the view of mistakenness.

source: དེ་དག་གིས་ལྟ་བར་གྱུར་པ་ཐམས་ཅད་ལོག་པ་ཡིན་པར་ཡང་ཤེས་ཏེ།
en: They also understand that all those who have resorted to views are mistaken.

source: དེའི་ཕྱིར་ཡང་དེ་དག་ལོག་པར་ལྟ་བ་ཞེས་བྱའོ། །
en: This is why some are referred to as holding a mistaken view.

source: ཤཱ་རིའི་བུ་རྣམ་གྲངས་དེས་གང་དེ་བཞིན་གཤེགས་པ་ལྟ་བར་འདོད་པ་དེ་དག་ལོག་པར་ལྟ་བ་ཞེས་བྱའོ། །
en: Śāriputra, according to this discourse, those who wish to view the Tathāgata are referred to as holding a mistaken view.

source: ཤཱ་རིའི་བུ་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པའི་སྐུ་མ་འཁྲུགས་པར་ལྟ་བའོ། །
en: Śāriputra, some view the Tathāgata’s body unerringly.

source: གང་དེ་བཞིན་གཤེགས་པའི་སྐུ་ལོག་པ་ཡིན་པར་རྟོག་པ་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པའི་འདུ་ཤེས་མེད་པའོ། །
en: But those who understand the Tathāgata’s body as mistaken have no conception of the Tathāgata.

source: ཤཱ་རིའི་བུ་གང་འདི་ལྟར་ལོག་པར་ཤེས་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་མཐོང་བའོ། །
en: Śāriputra, those who know this to be mistaken see the Tathāgata.”

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་གང་ལོག་པར་ལྟ་བ་དེ་དག་ཡང་དག་པར་ཞུགས་པ་ལགས།
en: “Blessed One, how have those who view this as mistaken correctly understood?”

source: ཤཱ་རིའི་བུ་གང་སོ་སོའི་སྐྱེ་བོ་རྣམས་རྟོག་པ་དང་། རྣམ་པར་རྟོག་པ་དང་། དཔྱོད་པ་དང་། རྣམ་པར་དཔྱོད་པ་དང་། ལྡང་བར་བྱེད་པ་དང་། ཀུན་ཏུ་ལྡང་བར་བྱེད་པ་དང་། རྟེན་པ་དང་། གནས་པ་དང་། ལེན་པ་དང་། འདོར་བ་དང་།
en: “Śāriputra, ordinary beings discriminate and conceptualize, examine and analyze, reveal and thoroughly reveal, rely and dwell, accept and reject.

source: བདག་དང་། སེམས་ཅན་དང་། སྲོག་དང་། གང་ཟག་ཏུ་ལྟ་བ་ཉེ་བར་ལེན་པ་དང་། བདག་ཏུ་འཛིན་པ་ལ་མངོན་པར་ཞེན་པ་དང་། བདག་གིར་འཛིན་པ་ལ་ཆགས་པ་
en: They embrace the view of a self, a being, a life, and a person, and they cling to the belief in ‘I’ and are attached to the belief in ‘mine.’

source: དེ་དག་གི་སྤྱོད་པ་དང་། ཤེས་པ་དང་། གཡོ་བ་དང་། སྤྲོས་པ་དེ་ལྟ་བུ་དག་དེ་དག་གིས་ཤེས་ཏེ
en: They conceive their conduct, knowledge, movements, and conceptual elaborations along these lines.

source: དེ་དག་ཇི་ལྟ་བུར་ཡོད་པ་མ་ཡིན་པ་དེ་ལྟ་བུ་ཉིད་དུ་ཤེས་སོ། །
en: They understand these things, which do not actually exist, in just this way.

source: ཤཱ་རིའི་བུ་མེད་པ་ཞེས་བྱ་བ་དེ་ནི་ཡང་དག་པ་མ་ཡིན་པའི་ཚིག་བླ་དགས་སོ། །
en: Śāriputra, the word nonexistent is a designation for what is unreal.

source: ཡང་དག་པ་མ་ཡིན་པ་ཞེས་བྱ་བ་དེ་ནི་བརྫུན་པའོ། །
en: That which is unreal is a lie.

source: བརྫུན་པ་ཞེས་བྱ་བ་དེ་ནི་ལོག་པའི་ཚིག་བླ་དགས་སོ། །
en: The word lie is a designation what is false.

source: དེ་ལྟར་གང་ཚུལ་འདི་ལྟ་བུ་ཡང་དག་པ་མ་ཡིན་པར་འཛིན་པ་དག་ལོག་པར་མཐོང་བ་དེའི་ཕྱིར་དེ་དག་ཡང་དག་པར་ཞུགས་པ་ཞེས་བྱའོ། །
en: Those who see how mistaken those beings are, who believe in the unreal, are said to have discerned reality.
